h/Optimism.html
<?xml version="1.0" encoding="iso-8859-1"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
               "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml"
lang="en" xml:lang="en">
<head>
<title>Optimism</title>
<meta http-equiv="Content-Type" content="text/html;charset=iso-8859-1"/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content="2013-11-15 12:25:28 EST"/>
<meta name="author" content="Greg"/>
<meta name="description" content=""/>
<meta name="keywords" content=""/>
</head>
<body>
<div id="content">

<h1 class="title">Optimism</h1>


<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1 Optimistic Moments in Hegel's Philosophy </a>
<ul>
<li><a href="#sec-1.1">1.1 Identity of Finite and Infinite Spirit (Lauer-1982.(132-137)) </a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> Optimistic Moments in Hegel's Philosophy </h2>
<div class="outline-text-2" id="text-1">


</div>

<div id="outline-container-1.1" class="outline-3">
<h3 id="sec-1.1"><span class="section-number-3">1.1</span> Identity of Finite and Infinite Spirit (Lauer-1982.(132-137)) </h3>
<div class="outline-text-3" id="text-1.1">

<p>[F]inite spirit is a manifestation of absolue Spirit knowing 
itself as the totality of both knowing and the known. (132)
</p>
<p>
The consciousness which finite spirit has of objects as,
so to speak, over-against itself is but an aspect of its self-
consciousness, and this self-consciousness is but a facet
of the overall self-consciousness of absolute Spirit. (133)
</p>
<p>
Strictly speaking, finite spirit does not <i>have</i> either
consciousness of objects or of itself; it <i>is</i> finite
manifestation of infinite self-consciousness. (133)
</p>
<p>
Only as identified with absolute Spirit is finite spirit
what it itself really is. (133)
</p>
<p>
The initiative, so to speak, belongs to infinite Spirit,
whose self-differentiating in the totality of spiritual
activity is the very being of the infinite. (133)
</p>
<p>
The self-consciousness of infinite Spirit is the very
being of finite spirit. (133)
</p>
<p>
[Hegel] makes a good case for a progressive development
in the religious conception of God. As man moves from a 
conception of the divine drawn from and rooted in the things 
of nature, through the progressive attempts to portray the 
divine in a variety of art forms, all tending to
anthropomorphize the divine, until the self-conscious
self-revelation of God in the Judeo-Christian tradition
supplants all others&ndash;in the West at least&ndash;and as this
culminates in the self-revelation of God in the form of
an individual man, whose "spirit" subsequently vitalizes
the religious community, it can be said that the the God
that man believes in becomes more and more "spiritual". (135)
</p>
<p>
In parallel with this development of God-consciousness
there occurs a growth in man's consciousness of himself as
a spiritual being, a progressive recognition that to be
human is to be spiritual.
</p>
<p>
Man's "concept" of God and man's "concept" of man develop
hand in hand.
</p>
<p>
What characterizes spirit, as opposed to things of nature,
is that spirit is not simply "given" as what it is;
it is the activity of making itself, of, we might say,
"progressively realizing itself" as spirit.
</p>
<p>
The Philosophy of Spirit is divided into following three
parts:
</p>
<dl>
<dt>Subjective Spirit</dt><dd>
Man as natural science sees him.
</dd>
<dt>Objective Spirit</dt><dd>
Man as he develops rationally.
</dd>
<dt>Absolute Spirit</dt><dd>
Man as he comes to the realization of all that it is to be spirit.

</dd>
</dl>

<p>It is the concept of spirit which makes philosophy intelligible&hellip;at the
same time, it is the philosophical comprehension of spirit which makes
religion intelligible.
</p></div>
</div>
</div>
<div id="postamble">
<p class="author"> Author: Greg
<a href="mailto:greg@greg-Satellite-C855D">&lt;greg@greg-Satellite-C855D&gt;</a>
</p>
<p class="date"> Date: 2013-11-15 12:25:28 EST</p>
<p class="creator">HTML generated by org-mode 6.33x in emacs 23</p>
</div>
</div>
</body>
</html>
